Repository: Ale-Newport/Gym-App
Catalog: GymApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, it, ko, pl, tr, zh_hans

# settings.nutrition.restrictionsFooter
source: Anything selected here is filtered out completely. Those foods never appear in a suggestion, rather than simply ranking lower.
es: Todo lo que selecciones aquí se filtra por completo. Esos alimentos no aparecen nunca en una sugerencia, no es que salgan más abajo.
fr: Tout ce qui est sélectionné ici est entièrement filtré. Ces aliments n’apparaissent jamais dans une suggestion, plutôt que d’être simplement moins bien classés.
hi: यहाँ चुनी गई हर चीज़ पूरी तरह छाँट दी जाती है। वे फ़ूड सुझावों में कभी नहीं आते — बस नीचे रैंक नहीं होते।
it: Tutto ciò che selezioni qui viene filtrato completamente. Quegli alimenti non compaiono mai in una proposta, non si limitano a scendere in classifica.
tr: Burada seçilenler tamamen filtrelenir. O besinler sıralamada geriye düşmez, hiç önerilmez.
zh_hans: 这里选中的内容会被完全过滤掉。这些食物不会出现在建议中，而不只是排名靠后。

# settings.nutrition.section.diet
source: Diet
es: Dieta
fr: Régime
hi: डाइट
it: Dieta
tr: Beslenme düzeni
zh_hans: 饮食方式

# settings.nutrition.section.enabled
source: Nutrition
es: Nutrición
hi: न्यूट्रिशन
it: Nutrizione
tr: Beslenme
zh_hans: 饮食

# settings.nutrition.section.plan
source: Your plan
es: Tu plan
fr: Ton plan
hi: आपका प्लान
it: Il tuo piano
tr: Planın
zh_hans: 你的方案

# settings.nutrition.section.restrictions
source: Restrictions
es: Restricciones
hi: पाबंदियाँ
it: Restrizioni
tr: Kısıtlar
zh_hans: 限制

# settings.nutrition.section.water
source: Water
es: Agua
fr: Eau
hi: पानी
it: Acqua
tr: Su
zh_hans: 饮水

# settings.nutrition.title
source: Nutrition
es: Nutrición
hi: न्यूट्रिशन
it: Nutrizione
tr: Beslenme
zh_hans: 饮食

# settings.nutrition.waterFooter
source: A rough guide rather than a rule. Warm days and long sessions ask for more.
es: Es una guía aproximada, no una regla. Los días calurosos y las sesiones largas piden más.
fr: Un repère approximatif plutôt qu’une règle. Les journées chaudes et les longues séances en demandent plus.
hi: यह नियम नहीं, एक मोटा मार्गदर्शन है। गर्म दिन और लंबे सेशन ज़्यादा माँगते हैं।
it: Un'indicazione di massima più che una regola. Giornate calde e sessioni lunghe ne chiedono di più.
tr: Kesin bir kural değil, kaba bir rehber. Sıcak günler ve uzun seanslar daha fazlasını ister.
zh_hans: 这是大致参考，不是硬性规定。天热和长时间训练都需要更多。

# settings.nutrition.waterTarget
source: Daily target
es: Objetivo diario
fr: Objectif quotidien
hi: दैनिक लक्ष्य
it: Obiettivo giornaliero
tr: Günlük hedef
zh_hans: 每日目标

# settings.nutrition.waterTracking
source: Track water
es: Registrar el agua
fr: Suivre l’eau
hi: पानी ट्रैक करें
it: Monitora l'acqua
tr: Suyu takip et
zh_hans: 记录饮水

# settings.profile.activity
source: Activity level
es: Nivel de actividad
fr: Niveau d’activité
hi: गतिविधि स्तर
it: Livello di attività
tr: Hareket düzeyi
zh_hans: 活动水平

# settings.profile.activityExplainer
source: Describe your day away from the gym. Forge adds the work of your sessions on top of this.
es: Describe tu día fuera del gimnasio. Forge suma encima el trabajo de tus sesiones.
fr: Décris ta journée en dehors de la salle. Forge ajoute le travail de tes séances par-dessus.
hi: जिम के बाहर अपने दिन के बारे में बताएँ। आपके सेशन की मेहनत Forge इसके ऊपर जोड़ता है।
it: Descrivi la tua giornata fuori dalla palestra. Forge ci aggiunge sopra il lavoro delle tue sessioni.
tr: Salon dışındaki gününü anlat. Forge, seanslarının yükünü bunun üzerine ekler.
zh_hans: 描述你在健身房之外的一天。Forge 会在此基础上加上训练的消耗。

# settings.profile.addBirthDate
source: Add date of birth
es: Añadir fecha de nacimiento
fr: Ajouter une date de naissance
hi: जन्मतिथि जोड़ें
it: Aggiungi la data di nascita
tr: Doğum tarihi ekle
zh_hans: 添加出生日期

# settings.profile.addTargetWeight
source: Add a target weight
es: Añadir un peso objetivo
fr: Ajouter un poids cible
hi: लक्ष्य वज़न जोड़ें
it: Aggiungi un peso obiettivo
tr: Hedef kilo ekle
zh_hans: 添加目标体重

# settings.profile.age
source: %lld years old
es: %lld años
fr: %lld ans
hi: %lld साल
it: %lld anni
tr: %lld yaşında
zh_hans: %lld 岁

# settings.profile.birthDate
source: Date of birth
es: Fecha de nacimiento
fr: Date de naissance
hi: जन्मतिथि
it: Data di nascita
tr: Doğum tarihi
zh_hans: 出生日期

# settings.profile.birthDateExplainer
source: Your age sharpens the energy estimate. Without it, Forge falls back to a wider default.
es: Tu edad afina la estimación de energía. Sin ella, Forge recurre a un valor por defecto más amplio.
fr: Ton âge affine l’estimation énergétique. Sans lui, Forge s’appuie sur une valeur par défaut plus large.
hi: आपकी उम्र से एनर्जी का अनुमान और सटीक होता है। इसके बिना Forge एक व्यापक डिफ़ॉल्ट पर चला जाता है।
it: La tua età rende più precisa la stima energetica. Senza, Forge ripiega su un valore predefinito più generico.
tr: Yaşın enerji tahminini netleştirir. Olmadan Forge daha geniş bir varsayıma düşer.
zh_hans: 年龄能让热量估算更准确。没有它，Forge 会退回到更宽泛的默认值。

# settings.profile.bodyExplainer
source: Weight can be %@ and height %@. Both feed your energy target and every load estimate.
es: El peso puede ser %@ y la altura %@. Ambos alimentan tu objetivo de energía y todas las estimaciones de carga.
fr: Le poids peut être en %@ et la taille en %@. Les deux alimentent ton objectif énergétique et chaque estimation de charge.
hi: वज़न %@ में और लंबाई %@ में रखी जा सकती है। दोनों आपके एनर्जी लक्ष्य और हर लोड अनुमान में जाते हैं।
it: Il peso può essere in %@ e l'altezza in %@. Entrambi alimentano il tuo obiettivo energetico e ogni stima di carico.
tr: Ağırlık %@, boy ise %@ olarak girilebilir. İkisi de enerji hedefini ve her ağırlık tahminini besler.
zh_hans: 体重可以用 %@，身高可以用 %@。两者都会影响你的热量目标和每一次负重估算。

# settings.profile.currentWeight
source: Current weight
es: Peso actual
fr: Poids actuel
hi: मौजूदा वज़न
it: Peso attuale
tr: Şu anki kilo
zh_hans: 当前体重

# settings.profile.height
source: Height
es: Altura
fr: Taille
hi: लंबाई
it: Altezza
tr: Boy
zh_hans: 身高

# settings.profile.heightFeet
source: Feet
es: Pies
fr: Pieds
hi: फ़ीट
it: Piedi
tr: Fit
zh_hans: 英尺

# settings.profile.heightInches
source: Inches
es: Pulgadas
fr: Pouces
hi: इंच
it: Pollici
tr: İnç
zh_hans: 英寸

# settings.profile.name
source: Name
es: Nombre
fr: Prénom
hi: नाम
it: Nome
tr: Ad
zh_hans: 姓名

# settings.profile.namePlaceholder
source: Your name
es: Tu nombre
fr: Ton prénom
hi: आपका नाम
it: Il tuo nome
tr: Adın
zh_hans: 你的名字

# settings.profile.noName
source: Your profile
es: Tu perfil
fr: Ton profil
hi: आपकी प्रोफ़ाइल
it: Il tuo profilo
tr: Profilin
zh_hans: 你的资料

# settings.profile.removeBirthDate
source: Remove date of birth
es: Quitar fecha de nacimiento
fr: Retirer la date de naissance
hi: जन्मतिथि हटाएँ
it: Rimuovi la data di nascita
tr: Doğum tarihini kaldır
zh_hans: 移除出生日期

# settings.profile.removeTargetWeight
source: Remove target weight
es: Quitar el peso objetivo
fr: Retirer le poids cible
hi: लक्ष्य वज़न हटाएँ
it: Rimuovi il peso obiettivo
tr: Hedef kiloyu kaldır
zh_hans: 移除目标体重

# settings.profile.section.activity
source: Daily activity
es: Actividad diaria
fr: Activité quotidienne
hi: रोज़ की गतिविधि
it: Attività quotidiana
tr: Günlük hareket
zh_hans: 日常活动

# settings.profile.section.body
source: Body
es: Cuerpo
fr: Corps
hi: शरीर
it: Corpo
tr: Vücut
zh_hans: 身体

# settings.profile.section.identity
source: About you
es: Sobre ti
fr: À propos de toi
hi: आपके बारे में
it: Su di te
tr: Sen
zh_hans: 关于你

# settings.profile.sex
source: Sex
es: Sexo
fr: Sexe
hi: लिंग
it: Sesso
tr: Cinsiyet
zh_hans: 性别

# settings.profile.sexExplainer
source: Used only in the energy and body-composition formulas. You can leave it unspecified.
es: Se usa solo en las fórmulas de energía y composición corporal. Puedes dejarlo sin especificar.
fr: Utilisé uniquement dans les formules d’énergie et de composition corporelle. Tu peux ne rien indiquer.
hi: सिर्फ़ एनर्जी और शरीर-संरचना के फ़ॉर्मूलों में इस्तेमाल होता है। आप इसे खाली भी छोड़ सकते हैं।
it: Usato solo nelle formule per energia e composizione corporea. Puoi lasciarlo non specificato.
tr: Yalnızca enerji ve vücut kompozisyonu formüllerinde kullanılır. Belirtmeden de bırakabilirsin.
zh_hans: 仅用于热量和身体成分公式。你也可以不填。

# settings.profile.subtitle
source: Add your details
es: Añade tus datos
fr: Ajoute tes informations
hi: अपनी जानकारी जोड़ें
it: Aggiungi i tuoi dati
tr: Bilgilerini ekle
zh_hans: 填写你的信息

# settings.profile.targetWeight
source: Target weight
es: Peso objetivo
fr: Poids cible
hi: लक्ष्य वज़न
it: Peso obiettivo
tr: Hedef kilo
zh_hans: 目标体重

# settings.profile.title
source: Profile
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
it: Profilo
tr: Profil
zh_hans: 个人资料

# settings.section.about
source: About
es: Información
fr: À propos
hi: परिचय
it: Informazioni
tr: Hakkında
zh_hans: 关于

# settings.section.data
source: Your data
es: Tus datos
fr: Tes données
hi: आपका डेटा
it: I tuoi dati
tr: Verilerin
zh_hans: 你的数据

# settings.section.nutrition
source: Your nutrition
es: Tu nutrición
fr: Ta nutrition
hi: आपका न्यूट्रिशन
it: La tua alimentazione
tr: Beslenmen
zh_hans: 你的饮食

# settings.section.training
source: Your training
es: Tu entrenamiento
fr: Ton entraînement
hi: आपकी ट्रेनिंग
it: Il tuo allenamento
tr: Antrenmanın
zh_hans: 你的训练

# settings.title
source: Settings
es: Ajustes
fr: Réglages
hi: सेटिंग्स
it: Impostazioni
tr: Ayarlar
zh_hans: 设置

# settings.training.autoProgression
source: Progress automatically
es: Progresar automáticamente
fr: Progresser automatiquement
hi: अपने आप आगे बढ़ें
it: Progredisci automaticamente
tr: Otomatik ilerle
zh_hans: 自动进阶

# settings.training.autoProgression.detail
source: Adjust load and reps from how your last session went
es: Ajusta carga y repeticiones según cómo fue tu última sesión
fr: Ajuster charge et répétitions selon ta dernière séance
hi: पिछला सेशन कैसा रहा, उसी से लोड और रेप्स तय करें
it: Regola carico e ripetizioni in base a com'è andata l'ultima sessione
tr: Ağırlığı ve tekrarı son seansının gidişine göre ayarla
zh_hans: 根据上次训练的表现调整负重和次数

# settings.training.autoregulation
source: Adapt to how you feel
es: Adaptarse a cómo te encuentras
fr: S’adapter à ton ressenti
hi: आपकी हालत के हिसाब से ढलें
it: Adattati a come ti senti
tr: Kendini nasıl hissettiğine uyum sağla
zh_hans: 根据身体感受调整

# settings.training.autoregulation.detail
source: Use your check-in to tune the day's load
es: Usa tu revisión diaria para afinar la carga del día
fr: Utiliser ton bilan du jour pour ajuster la charge
hi: दिन का लोड तय करने में आपके चेक-इन का उपयोग करें
it: Usa il tuo check-in per regolare il carico della giornata
tr: Günlük yanıtlarını kullanarak o günün yükünü ayarla
zh_hans: 用你的状态记录微调当天的负重

# settings.training.availabilityFooter
source: Your program is built to fit these days and this session length.
es: Tu programa se monta para encajar en estos días y en esta duración de sesión.
fr: Ton programme est construit pour tenir dans ces jours et cette durée de séance.
hi: आपका प्रोग्राम इन्हीं दिनों और इसी सेशन लंबाई में फ़िट होने के लिए बनता है।
it: Il tuo programma è costruito per stare dentro questi giorni e questa durata di sessione.
tr: Programın bu günlere ve bu seans süresine göre kurulur.
zh_hans: 你的训练计划会按这些日子和这个单次时长来安排。

# settings.training.daysCount
source: %lld days a week
es: %lld días por semana
fr: %lld jours par semaine
hi: हफ़्ते में %lld दिन
it: %lld giorni a settimana
tr: Haftada %lld gün
zh_hans: 每周 %lld 天

# settings.training.deload
source: Suggest deloads
es: Sugerir descargas
fr: Proposer des semaines allégées
hi: डीलोड सुझाएँ
it: Proponi gli scarichi
tr: Hafif hafta öner
zh_hans: 建议减量周

# settings.training.deload.detail
source: Offer a lighter week when fatigue builds up
es: Ofrece una semana más suave cuando se acumula fatiga
fr: Proposer une semaine plus légère quand la fatigue s’accumule
hi: थकान जमा होने पर हल्का हफ़्ता सुझाएँ
it: Offre una settimana più leggera quando la fatica si accumula
tr: Yorgunluk biriktiğinde daha hafif bir hafta öner
zh_hans: 疲劳累积时，提供更轻的一周

# settings.training.effectiveRIR
source: Sets are prescribed with about %lld reps left in reserve.
es: Las series se prescriben dejando unas %lld repeticiones en reserva.
fr: Les séries sont prescrites avec environ %lld répétitions en réserve.
hi: सेट इस तरह तय होते हैं कि करीब %lld रेप्स रिज़र्व में बचें।
it: Le serie sono prescritte lasciando circa %lld ripetizioni di riserva.
tr: Setler, yaklaşık %lld tekrar yedekte kalacak şekilde verilir.
zh_hans: 每组安排会保留约 %lld 次。

# settings.training.keepAwake
source: Keep the screen awake
es: Mantener la pantalla encendida
fr: Garder l’écran allumé
hi: स्क्रीन चालू रखें
it: Tieni lo schermo acceso
tr: Ekranı açık tut
zh_hans: 保持屏幕常亮

# settings.training.keepAwake.detail
source: The screen stays on while a workout is running
es: La pantalla no se apaga mientras hay un entrenamiento en marcha
fr: L’écran reste allumé pendant une séance
hi: वर्कआउट चलने तक स्क्रीन चालू रहती है
it: Lo schermo resta acceso mentre un allenamento è in corso
tr: Antrenman sürerken ekran açık kalır
zh_hans: 训练进行中屏幕不会自动熄灭

# settings.training.limitationsFooter
source: Forge simply schedules around these. They stay on your device and are never treated as a diagnosis.
es: Forge simplemente los esquiva al programar. Se quedan en tu dispositivo y nunca se tratan como un diagnóstico.
fr: Forge se contente de planifier autour. Ces choix restent sur ton appareil et ne sont jamais traités comme un diagnostic.
hi: Forge बस इनके इर्द-गिर्द योजना बनाता है। ये आपके डिवाइस पर ही रहते हैं और इन्हें कभी निदान की तरह नहीं लिया जाता।
it: Forge si limita a programmare aggirandoli. Restano sul tuo dispositivo e non vengono mai trattati come una diagnosi.
tr: Forge planlarını yalnızca bunların etrafından kurar. Bunlar cihazında kalır ve asla teşhis olarak ele alınmaz.
zh_hans: Forge 只是绕开这些内容。它们保存在你的设备上，也不会被当作诊断。

# settings.training.limitationsNone
source: Nothing selected. Every movement pattern stays available.
es: No hay nada seleccionado. Todos los patrones de movimiento siguen disponibles.
fr: Rien de sélectionné. Tous les schémas de mouvement restent disponibles.
hi: कुछ नहीं चुना गया। हर मूवमेंट पैटर्न उपलब्ध रहेगा।
it: Niente di selezionato. Ogni schema di movimento resta disponibile.
tr: Hiçbiri seçilmedi. Tüm hareket kalıpları kullanılabilir kalır.
zh_hans: 未选择任何项，所有动作模式都保持可用。

# settings.training.noDays
source: No days set
es: Sin días definidos
fr: Aucun jour défini
hi: कोई दिन तय नहीं
it: Nessun giorno impostato
tr: Gün belirlenmedi
zh_hans: 未设置训练日

# settings.training.noDaysExplainer
source: Pick at least one day so Forge can schedule your sessions.
es: Elige al menos un día para que Forge pueda programar tus sesiones.
fr: Choisis au moins un jour pour que Forge puisse planifier tes séances.
hi: कम से कम एक दिन चुनें ताकि Forge आपके सेशन तय कर सके।
it: Scegli almeno un giorno perché Forge possa pianificare le tue sessioni.
tr: Forge seanslarını planlayabilsin diye en az bir gün seç.
zh_hans: 请至少选择一天，Forge 才能安排你的训练课。

# settings.training.preferredTime
source: Preferred time
es: Hora preferida
fr: Moment préféré
hi: पसंदीदा समय
it: Orario preferito
tr: Tercih edilen saat
zh_hans: 习惯时间

# settings.training.progression
source: Progression
es: Progresión
hi: प्रोग्रेशन
it: Progressione
tr: İlerleme
zh_hans: 进阶方式

# settings.training.restAutoStart
source: Start rest automatically
es: Iniciar el descanso automáticamente
fr: Démarrer le repos automatiquement
hi: आराम अपने आप शुरू करें
it: Avvia il recupero da solo
tr: Dinlenmeyi otomatik başlat
zh_hans: 自动开始休息计时

# settings.training.restAutoStart.detail
source: The timer begins the moment you log a set
es: El cronómetro arranca en cuanto registras una serie
fr: Le minuteur part dès que tu valides une série
hi: सेट दर्ज करते ही टाइमर चालू हो जाता है
it: Il timer parte nel momento in cui registri una serie
tr: Sayaç, bir seti kaydettiğin anda başlar
zh_hans: 记录一组后计时立即开始

# settings.training.restCompound
source: Compound lifts
es: Ejercicios compuestos
fr: Mouvements polyarticulaires
hi: कंपाउंड लिफ़्ट
it: Esercizi multiarticolari
tr: Bileşik hareketler
zh_hans: 复合动作

# settings.training.restDefault
source: Default rest
es: Descanso por defecto
fr: Repos par défaut
hi: डिफ़ॉल्ट आराम
it: Recupero predefinito
tr: Varsayılan dinlenme
zh_hans: 默认休息

# settings.training.restFooter
source: The timer uses whichever value fits the exercise. You can always change it mid-set.
es: El cronómetro usa el valor que corresponda al ejercicio. Siempre puedes cambiarlo sobre la marcha.
fr: Le minuteur prend la valeur qui correspond à l’exercice. Tu peux toujours la changer entre deux séries.
hi: टाइमर वही मान लेता है जो एक्सरसाइज़ पर फ़िट बैठे। आप सेट के बीच में भी इसे बदल सकते हैं।
it: Il timer usa il valore adatto all'esercizio. Puoi sempre cambiarlo tra una serie e l'altra.
tr: Sayaç, egzersize uyan değeri kullanır. Set sırasında da her zaman değiştirebilirsin.
zh_hans: 计时器会按动作类型取用对应数值。训练中随时可以改。

# settings.training.restHaptics
source: Rest vibration
es: Vibración del descanso
fr: Vibration de fin de repos
hi: आराम का कंपन
it: Vibrazione del recupero
tr: Dinlenme titreşimi
zh_hans: 休息震动

# settings.training.restIsolation
source: Isolation work
es: Trabajo de aislamiento
fr: Travail d’isolation
hi: आइसोलेशन काम
it: Lavoro monoarticolare
tr: İzole çalışma
zh_hans: 孤立动作

# settings.training.restSound
source: Rest sound
es: Sonido del descanso
fr: Son de fin de repos
hi: आराम की आवाज़
it: Suono del recupero
tr: Dinlenme sesi
zh_hans: 休息提示音

# settings.training.rirOverride
source: Set your own target RIR
es: Fijar mi propio RIR objetivo
fr: Définir mon propre RIR cible
hi: अपना लक्ष्य RIR तय करें
it: Imposta il tuo RIR obiettivo
tr: Kendi hedef RIR'ını belirle
zh_hans: 自定义目标 RIR

# settings.training.rirOverride.detail
source: Otherwise Forge takes it from your experience level
es: Si no, Forge lo toma de tu nivel de experiencia
fr: Sinon Forge le déduit de ton niveau d’expérience
hi: वरना Forge इसे आपके अनुभव स्तर से लेता है
it: Altrimenti Forge lo ricava dal tuo livello di esperienza
tr: Aksi hâlde Forge bunu deneyim düzeyinden alır
zh_hans: 否则 Forge 会按你的经验水平确定

# settings.training.section.availability
source: When you can train
es: Cuándo puedes entrenar
fr: Quand tu peux t’entraîner
hi: आप कब ट्रेनिंग कर सकते हैं
it: Quando puoi allenarti
tr: Ne zaman antrenman yapabilirsin
zh_hans: 你什么时候能训练

# settings.training.section.duringWorkout
source: During a workout
es: Durante el entrenamiento
fr: Pendant une séance
hi: वर्कआउट के दौरान
it: Durante l'allenamento
tr: Antrenman sırasında
zh_hans: 训练过程中

# settings.training.section.limitations
source: Movements to avoid
es: Movimientos a evitar
fr: Mouvements à éviter
hi: जिन मूवमेंट से बचना है
it: Movimenti da evitare
tr: Kaçınılacak hareketler
zh_hans: 需要避开的动作

# settings.training.section.programming
source: Programming
es: Programación
fr: Programmation
hi: प्रोग्रामिंग
it: Programmazione
tr: Programlama
zh_hans: 编排

# settings.training.section.rest
source: Rest
es: Descanso
fr: Repos
hi: आराम
it: Recupero
tr: Dinlenme
zh_hans: 休息

# settings.training.sessionLength
source: Session length
es: Duración de la sesión
fr: Durée de séance
hi: सेशन की लंबाई
it: Durata della sessione
tr: Seans süresi
zh_hans: 单次时长

# settings.training.showAnimations
source: Show exercise animations
es: Mostrar animaciones de los ejercicios
fr: Afficher les animations d’exercice
hi: एक्सरसाइज़ एनिमेशन दिखाएँ
it: Mostra le animazioni degli esercizi
tr: Egzersiz animasyonlarını göster
zh_hans: 显示动作动画

# settings.training.showAnimations.detail
source: Play the animation on the exercise you are working on
es: Reproduce la animación del ejercicio que estás haciendo
fr: Jouer l’animation de l’exercice en cours
hi: जिस एक्सरसाइज़ पर आप हैं, उसका एनिमेशन चलाएँ
it: Riproduce l'animazione dell'esercizio che stai facendo
tr: Üzerinde çalıştığın egzersizin animasyonunu oynat
zh_hans: 在你正在做的动作上播放动画

# settings.training.targetRIR
source: Target reps in reserve
es: Repeticiones en reserva objetivo
fr: Répétitions en réserve visées
hi: लक्ष्य रिज़र्व रेप्स
it: Ripetizioni di riserva obiettivo
tr: Hedef yedek tekrar
zh_hans: 目标保留次数

# settings.training.title
source: Training
es: Entrenamiento
fr: Entraînement
hi: ट्रेनिंग
it: Allenamento
tr: Antrenman
zh_hans: 训练

# settings.training.weekdays
source: Days you can train
es: Días en los que puedes entrenar
fr: Jours où tu peux t’entraîner
hi: जिन दिनों आप ट्रेनिंग कर सकते हैं
it: Giorni in cui puoi allenarti
tr: Antrenman yapabildiğin günler
zh_hans: 可以训练的日子

# settings.units.distance
source: Distance
es: Distancia
hi: दूरी
it: Distanza
tr: Mesafe
zh_hans: 距离

# settings.units.energy
source: Energy
es: Energía
fr: Énergie
hi: एनर्जी
it: Energia
tr: Enerji
zh_hans: 热量

# settings.units.example.distance
source: A cardio distance
es: Una distancia de cardio
fr: Une distance de cardio
hi: कार्डियो की दूरी
it: Una distanza di cardio
tr: Bir kardiyo mesafesi
zh_hans: 一段有氧距离

# settings.units.example.energy
source: A daily energy target
es: Un objetivo diario de energía
fr: Un objectif énergétique quotidien
hi: एक दैनिक एनर्जी लक्ष्य
it: Un obiettivo energetico giornaliero
tr: Günlük enerji hedefi
zh_hans: 每日热量目标

# settings.units.example.height
source: Your height
es: Tu altura
fr: Ta taille
hi: आपकी लंबाई
it: La tua altezza
tr: Boyun
zh_hans: 你的身高

# settings.units.example.load
source: A working set
es: Una serie de trabajo
fr: Une série de travail
hi: एक वर्किंग सेट
it: Una serie di lavoro
tr: Bir çalışma seti
zh_hans: 一个正式组

# settings.units.example.volume
source: A session's volume
es: El volumen de una sesión
fr: Le volume d’une séance
hi: एक सेशन का वॉल्यूम
it: Il volume di una sessione
tr: Bir seansın hacmi
zh_hans: 一节训练课的训练量

# settings.units.footer
source: Units change only what you see. Nothing you have logged is converted or rewritten.
es: Las unidades solo cambian lo que ves. Nada de lo que has registrado se convierte ni se reescribe.
fr: Les unités ne changent que ce que tu vois. Rien de ce que tu as enregistré n’est converti ni réécrit.
hi: इकाइयाँ सिर्फ़ यह बदलती हैं कि आपको क्या दिखे। आपका दर्ज किया कुछ भी बदला या दोबारा लिखा नहीं जाता।
it: Le unità cambiano solo quello che vedi. Nulla di ciò che hai registrato viene convertito o riscritto.
tr: Birimler yalnızca gördüğünü değiştirir. Kaydettiğin hiçbir şey dönüştürülmez ya da yeniden yazılmaz.
zh_hans: 单位只影响显示。你记录过的内容不会被换算或改写。

# settings.units.height
source: Height
es: Altura
fr: Taille
hi: लंबाई
it: Altezza
tr: Boy
zh_hans: 身高

# settings.units.mixed
source: You are using a mix of metric and imperial units, which is perfectly fine.
es: Estás usando una mezcla de unidades métricas e imperiales, y no pasa nada.
fr: Tu utilises un mélange d’unités métriques et impériales, et c’est très bien ainsi.
hi: आप मीट्रिक और इंपीरियल का मिश्रण इस्तेमाल कर रहे हैं, जो बिल्कुल ठीक है।
it: Stai usando un misto di unità metriche e imperiali, e va benissimo così.
tr: Metrik ve İngiliz birimlerini karışık kullanıyorsun; bunda bir sakınca yok.
zh_hans: 你正在混用公制和英制单位，这完全没问题。

# settings.units.section.examples
source: Examples
es: Ejemplos
fr: Exemples
hi: उदाहरण
it: Esempi
tr: Örnekler
zh_hans: 示例

# settings.units.section.individual
source: Individual units
es: Unidades por separado
fr: Unités individuelles
hi: अलग-अलग इकाइयाँ
it: Singole unità
tr: Tek tek birimler
zh_hans: 单项单位

# settings.units.section.system
source: System
es: Sistema
fr: Système
hi: प्रणाली
it: Sistema
tr: Sistem
zh_hans: 单位制

# settings.units.title
source: Units
es: Unidades
fr: Unités
hi: इकाइयाँ
it: Unità di misura
tr: Birimler
zh_hans: 单位

# settings.units.weight
source: Weight
es: Peso
fr: Poids
hi: वज़न
it: Peso
tr: Ağırlık
zh_hans: 重量

# sex.female
source: Female
es: Mujer
fr: Femme
hi: महिला
it: Femminile
tr: Kadın
zh_hans: 女性

# sex.male
source: Male
es: Hombre
fr: Homme
hi: पुरुष
it: Maschile
tr: Erkek
zh_hans: 男性

# sex.unspecified
source: Prefer not to say
es: Prefiero no decirlo
fr: Je préfère ne pas le dire
hi: बताना नहीं चाहते
it: Preferisco non dirlo
tr: Belirtmek istemiyorum
zh_hans: 不愿透露
